const CATALOG = [
        {
            "id" : "prod1",
            "img" : "img/1morskaya.jpg",
            "name" : "Маргарита",
            "ingredients" : ["Соус томатний", "сир Моцарела", "стиглі томати"],
            "size" : "Ø40 / 860 г",
            "price" : "159 грн",
            "kkal" : "186 ккал"
        },
        {
            "id" : "prod2",
            "img" : "img/pitstsa-chetyre-sezona.jpg",
            "name" : "Чотири сезони",
            "ingredients" : ["Соус томатний", "сир Моцарела", "стиглі томати", "гриби печериці", "салямі", "сир Дор Блю"],
            "size" : "Ø40 / 820 г",
            "price" : "235 грн",
            "kkal" : "236 ккал"
        },
        {
            "id" : "prod3",
            "img" : "img/1vegetarianskaya.jpg",
            "name" : "Вегетаріанська",
            "ingredients" : ["Соус томатний", "сир Моцарела", "гриби печериці", "стиглі томати", "солодкий перець", "солодка кукурудза", "маринована синя цибуля", "маслини", "свіжа зелень"],
            "size" : "Ø40 / 1000 г",
            "price" : "249 грн",
            "kkal" : "316 ккал"
        },
        {
            "id" : "prod4",
            "img" : "img/myunhenskaya.jpg",
            "name" : "Мюнхенська",
            "ingredients" : ["Гірчичний соус", "сир Моцарела", "салямі", "маринована цибуля", "мисливські ковбаски", "куряче філе", "свіжа зелень", "часникове масло"],
            "size" : "Ø40 / 970 г",
            "price" : "255 грн",
            "kkal" : "245 ккал"
        },
        {
            "id" : "prod5",
            "img" : "img/trevizo.jpg",
            "name" : "Тревізо",
            "ingredients" : ["Гірчичний соус", "сир Моцарела", "салямі", "свинина", "стиглі томати", "мариновані огірки", "гострий перець", "свіжа зелень", "часникове масло"],
            "size" : "Ø40 / 980 г",
            "price" : "259 грн",
            "kkal" : "275 ккал"
        },
        {
            "id" : "prod6",
            "img" : "img/pepperoni.jpg",
            "name" : "Пепероні",
            "ingredients" : ["Соус томатний", "сир Моцарела", "ковбаска Пепероні"],
            "size" : "Ø40 / 850 г",
            "price" : "265 грн",
            "kkal" : "310 ккал"
        },
        {
            "id" : "prod7",
            "img" : "img/semeynaya.jpg",
            "name" : "Сімейна",
            "ingredients" : ["Соус томатний", "сир Моцарела", "шинка", "солодка кукурудза", "гриби печериці", "куряче філе", "свіжа зелень"],
            "size" : "Ø40 / 940 г",
            "price" : "259 грн",
            "kkal" : "290 ккал"
        },
        {
            "id" : "prod8",
            "img" : "img/1assorti.jpg",
            "name" : "Асорті",
            "ingredients" : ["Соус томатний", "сир Моцарела", "салямі", "свинина", "солодкий перець", "маслини", "свіжа зелень"],
            "size" : "Ø40 / 940 г",
            "price" : "265 грн",
            "kkal" : "266 ккал"
        },
        {
            "id" : "prod9",
            "img" : "img/pikante.jpg",
            "name" : "Піканте",
            "ingredients" : ["Гірчичний соус", "сир Моцарела", "бекон", "куряче філе", "сир Дор Блю"],
            "size" : "Ø40 / 890 г",
            "price" : "259 грн",
            "kkal" : "218 ккал"
        },
        {
            "id" : "prod10",
            "img" : "img/pitstsa-amerikano.jpg",
            "name" : "Американо",
            "ingredients" : ["Гірчичний соус", "сир Моцарелла", "гриби печериці", "стиглі томати", "мисливські ковбаски", "картопля фрі", "петрушка"],
            "size" : "Ø40 / 1050 г",
            "price" : "259 грн",
            "kkal" : "244 ккал"
        },
        {
            "id" : "prod11",
            "img" : "img/1vostochnaya-krasavitsa.jpg",
            "name" : "Східна красуня",
            "ingredients" : ["Соус томатний", "сир Моцарела", "салямі", "телятина", "стиглі томати", "мариновані огірки", "гострий перець"],
            "size" : "Ø40 / 960 г",
            "price" : "259 грн",
            "kkal" : "380 ккал"
        },
        {
            "id" : "prod12",
            "img" : "img/gavayskaya.jpg",
            "name" : "Гавайська",
            "ingredients" : ["Вершковий соус", "сир Моцарела", "солодка кукурудза", "куряче філе", "ананас"],
            "size" : "Ø40 / 950 г",
            "price" : "265 грн",
            "kkal" : "220 ккал"
        },
        {
            "id" : "prod13",
            "img" : "img/1kvatro-di-karne.jpg",
            "name" : "Кватро ді Карне",
            "ingredients" : ["Соус томатний", "сир Моцарела", "бекон", "салямі", "шинка", "мисливські ковбаски", "свіжа зелень", "часникове масло"],
            "size" : "Ø40 / 930 г",
            "price" : "269 грн",
            "kkal" : "390 ккал"
        },
        {
            "id" : "prod14",
            "img" : "img/futbolnaya.jpg",
            "name" : "Футбольна",
            "ingredients" : ["Гірчичний соус", "сир Моцарела", "бекон", "мисливські ковбаски", "гриби печериці", "стиглі томати", "маринована синя цибуля", "свіжа зелень", "часникове масло"],
            "size" : "Ø40 / 1000 г",
            "price" : "269 грн",
            "kkal" : "315 ккал"
        },
        {
            "id" : "prod15",
            "img" : "img/bavarskaya.jpg",
            "name" : "Баварська",
            "ingredients" : ["Гірчичний соус", "соус томатний", "сир Моцарела", "мисливські ковбаски", "домашні ковбаски", "мариновані огірки", "петрушка"],
            "size" : "Ø40 / 950 г",
            "price" : "269 грн",
            "kkal" : "205 ккал"
        },
        {
            "id" : "prod16",
            "img" : "img/barbekyu.jpg",
            "name" : "Барбекю",
            "ingredients" : ["Соус барбекю", "сир Моцарела", "гриби печериці", "цибуля", "бекон", "свинина", "петрушка"],
            "size" : "Ø40 / 930 г",
            "price" : "269 грн",
            "kkal" : "210 ккал"
        },
        {
            "id" : "prod17",
            "img" : "img/mak-pitstsa.jpg",
            "name" : "Мак піца",
            "ingredients" : ["Соус барбекю", "сир Моцарела", "ковбаска пепероні", "картопля фрі"],
            "size" : "Ø40 / 940 г",
            "price" : "269 грн",
            "kkal" : "260 ккал"
        },
        {
            "id" : "prod18",
            "img" : "img/myasnoy-bum.jpg",
            "name" : "М'ясний бум",
            "ingredients" : ["Соус томатний", "сир Моцарела", "куряче філе", "свинина", "телятина", "куряче філе", "свіжа зелень"],
            "size" : "Ø40 / 940 г",
            "price" : "275 грн",
            "kkal" : "195 ккал"
        },
        {
            "id" : "prod19",
            "img" : "img/pitstsa-s-mitbolami.jpg",
            "name" : "Піца з мітболами",
            "ingredients" : ["Соус томатний", "сир Моцарела", "мариновані огірки", "стиглі томати", "мітболи зі свинини", "мисливські ковбаски", "петрушка"],
            "size" : "Ø40 / 1070 г",
            "price" : "279 грн",
            "kkal" : "205 ккал"
        },
        {
            "id" : "prod20",
            "img" : "img/pitstsa-s-mitbolami-ostraya-.jpg",
            "name" : "Піца з мітболами гостра",
            "ingredients" : ["Гірчичний соус", "сир Моцарела", "гриби печериці", "стиглі томати", "мітболи зі свинини", "маринована синя цибуля", "гострий перець", "сир Пармезан", "свіжа петрушка"],
            "size" : "Ø40 / 1070 г",
            "price" : "279 грн",
            "kkal" : "300 ккал"
        },
        {
            "id" : "prod21",
            "img" : "img/fantaziya-vkusa.jpg",
            "name" : "Фантазія смаку",
            "ingredients" : ["Соус томатний", "сир Моцарела", "свинина", "бекон", "гриби печериці", "куряче філе", "свіжа зелень", "часникове масло"],
            "size" : "Ø40 / 1000 г",
            "price" : "279 грн",
            "kkal" : "260 ккал"
        },
        {
            "id" : "prod22",
            "img" : "img/tartarino.jpg",
            "name" : "Тартарино",
            "ingredients" : ["Вершковий соус", "сир Моцарела", "гриби печериці", "солодкий перець", "куряче філе", "сир Фета", "куряче філе", "свіжа зелень"],
            "size" : "Ø40 / 1000 г",
            "price" : "279 грн",
            "kkal" : "198 ккал"
        },
        {
            "id" : "prod23",
            "img" : "img/1klassicheskaya.jpg",
            "name" : "Класична",
            "ingredients" : ["Соус томатний", "сир Моцарела", "салямі", "шинка", "стіглі томати", "гриби печериці"],
            "size" : "Ø40 / 960 г",
            "price" : "279 грн",
            "kkal" : "190 ккал"
        },
        {
            "id" : "prod24",
            "img" : "img/karbonara.jpg",
            "name" : "Карбонара",
            "ingredients" : ["Гірчичний соус", "соус Карбонара", "сир Моцарела", "бекон", "шинка", "цибуля", "сир пармезан"],
            "size" : "Ø40 / 970 г",
            "price" : "279 грн",
            "kkal" : "198 ккал"
        },
        {
            "id" : "prod25",
            "img" : "img/nikosiya.jpg",
            "name" : "Нікосія",
            "ingredients" : ["Вершковий соус", "сир Моцарела", "куряче філе", "сир Дор Блю", "гострий перець"],
            "size" : "Ø40 / 870 г",
            "price" : "279 грн",
            "kkal" : "217 ккал"
        },
        {
            "id" : "prod26",
            "img" : "img/tolstyy-fraer.jpg",
            "name" : "Товстий фраєр",
            "ingredients" : ["Соус томатний", "сир Моцарела", "свинина", "куряче філе", "гриби печериці", "стиглі томати", "солодкий перець", "бекон", "свіжа зелень"],
            "size" : "Ø40 / 1070 г",
            "price" : "289 грн",
            "kkal" : "240 ккал"
        },
        {
            "id" : "prod27",
            "img" : "img/pitstsa-s-proshutto.jpg",
            "name" : "Піца з Прошуто",
            "ingredients" : ["Вершковий соус", "сир Моцарела", "соковита груша", "сир Дор Блю", "Прошуто", "рукола"],
            "size" : "Ø40 / 900 г",
            "price" : "299 грн",
            "kkal" : "235 ккал"
        },
        {
            "id" : "prod28",
            "img" : "img/chetyre-syra.jpg",
            "name" : "Чотири сири",
            "ingredients" : ["Вершковий соус", "сир Моцарела", "сир Дор Блю", "сир Фета", "сир Пармезан"],
            "size" : "Ø40 / 890 г",
            "price" : "299 грн",
            "kkal" : "285 ккал"
        },
        {
            "id" : "prod29",
            "img" : "img/filadelfiya.jpg",
            "name" : "Філадельфія",
            "ingredients" : ["Соус томатний", "сир Моцарела", "копчений лосось", "вершковий сир", "чорний кунжут"],
            "size" : "Ø40 / 900 г",
            "price" : "365 грн",
            "kkal" : "300 ккал"
        },
        {
            "id" : "prod30",
            "img" : "img/1morskaya.jpg",
            "name" : "Морська",
            "ingredients" : ["Соус Базилік", "сир Моцарела", "мікс морепродуктів", "лимон", "свіжа зелень"],
            "size" : "Ø40 / 900 г",
            "price" : "365 грн",
            "kkal" : "186 ккал"
        }
];